[GENERAL]
NAME					= 中文(繁體)
TRANSLATOR				= GT Wang (mkvq.blogspot.com)[br]風逸蘭
DLG_FONT_NAME				= Segoe UI
DLG_FONT_SIZE				= 9


[TEXT]
TEXT_MESSAGEBOX_OK			= 確定
TEXT_MESSAGEBOX_CANCEL			= 取消
TEXT_MESSAGEBOX_ABORT			= 中止
TEXT_MESSAGEBOX_RETRY			= 重試
TEXT_MESSAGEBOX_IGNORE			= 忽略
TEXT_MESSAGEBOX_YES			= 是
TEXT_MESSAGEBOX_NO			= 否
TEXT_MESSAGEBOX_CONTINUE		= 繼續

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= 測試版本
TEXT_PORTABLE				= 可攜式版本
TEXT_BUILDNO				= 組建 #
TEXT_SELECT_FOLDER			= 選擇一個資料夾。
TEXT_ASSOC_IMAGE			= 影像 (${str1}) 檔案
TEXT_ASSOC_RAWIMAGE			= RAW 影像 (${str1}) 檔案
TEXT_ASSOC_EBOOK			= 壓縮影像 (${str1}) 檔案
TEXT_APP_DESC				= Honeyview 是一款超快的影像檢視工具。
TEXT_ABOUTBOX_TAB1			= 關於 Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= 影像檔案
TEXT_OPENFILEDLG_ALLFILE		= 所有檔案
TEXT_NEW_FOLDER				= 新增資料夾
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= 下載所需的安裝檔案失敗。
TEXT_UPDATE_VERSION_CHECK_FAILED	= 版本檢查失敗
TEXT_UPDATE_VERSION_CHECKING		= 正在檢查版本
TEXT_UPDATE_DOWNLOAD_FAILED		= 下載失敗
TEXT_UPDATE_LATEST_VERSION		= 最新版本
TEXT_UPDATE_DO_DOWNLOAD			= 需要更新
TEXT_UPDATE_DOWNLOAD_COMPLETED		= 下載已完成

TEXT_MSG_LASTPAGE			= 這是最後一張影像。
TEXT_MSG_FIRSTPAGE			= 這是第一張影像。
TEXT_MSG_NOIMAGEFILE			= 這個壓縮檔裡面沒有影像。
TEXT_MSG_INVALID_PHOTOFOLDER		= 請在設定中設定「相片資料夾 2」路徑。
TEXT_MSG_CANTOPENARCHIVE		= 無法開啟檔案:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= 不支援這個檔案。請更新至最新版本。
TEXT_MSG_INVALID_PASSWORD		= 密碼錯誤。
TEXT_MSG_STRETCHWHENSMALL_ON		= 延展小影像: 開
TEXT_MSG_STRETCHWHENSMALL_OFF		= 延展小影像: 關
TEXT_MSG_CANTOPENBOOKMARK		= 無法開啟書籤。
TEXT_MSG_BROKENARCHIVE			= 壓縮檔已損壞。
TEXT_MSG_ADDTOBOOKMARK			= 加入到書籤: 
TEXT_MSG_LOADRECENTBOOKMARK		= 開啟最近儲存的書籤:
TEXT_MSG_SLIDESHOWSTART			= 開始幻燈放映: ${TIME}秒
TEXT_MSG_SLIDESHOWSTOP			= 結束幻燈放映
TEXT_MSG_ALWAYSONTOP_ON			= 最上層顯示: 開
TEXT_MSG_ALWAYSONTOP_OFF		= 最上層顯示: 關
TEXT_MSG_ZOOMFIX_ON			= 固定縮放比例: 開
TEXT_MSG_ZOOMFIX_OFF			= 固定縮放比例: 關
TEXT_MSG_EXTPROGERR_LAUNCH		= 使用影像編輯器開啟
TEXT_MSG_EXTPROGERR_NOTSET		= 請在設定中選擇影像編輯器 (小畫家、Photoshop、...)。
TEXT_MSG_ARCHIVEBOOKMARK		= 記住壓縮檔的位置:
TEXT_MSG_RESTART_NOTIFY			= 本程式將重新啟動。
TEXT_MSG_COPY2CLIPBOARD			= 已複製到剪貼簿。
TEXT_MSG_COPY2CLIPBOARD_FAILED		= 複製到剪貼簿失敗。
TEXT_MSG_BOOKMARK_EXPORTED		= 書籤已儲存。
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= 儲存書籤失敗。
TEXT_MSG_BOOKMARK_OPEN_FAILED		= 開啟書籤失敗。
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= 匯入書籤失敗。
TEXT_MSG_BOOKMARK_IMPORTED		= 書籤已匯入。
TEXT_MSG_SETWALLPAPER_FAILED		= 設定為桌面背景失敗。
TEXT_MSG_CANT_OPEN_IMAGE		= 無法開啟影像檔案。
TEXT_MSG_TRANSFORM_COMPLETED		= 處理已完成。
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= 無法開啟檔案。
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= 無法儲存檔案。
TEXT_MSG_CANT_OPEN_MMF			= 無法開啟 MMF。 (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= 本程式將重新啟動。
TEXT_MSG_DELETED			= 已刪除

TEXT_ASK_INIT				= 您想要初始化設定嗎？
TEXT_ASK_DELETE_IMAGE			= 您想要將此檔案刪除到資源回收筒嗎？
TEXT_ASK_DELETE_ARCHIVE			= 這張影像是壓縮檔中的一部分。[br][br]您想要將整個壓縮檔 (${FILENAME}) 刪除嗎？
TEXT_ASK_DELETE_BOOKMARKALL		= 您想要刪除所有儲存的書籤嗎？
TEXT_ASK_LAUNCH_ASSOCUI			= 對於 Windows 8 以上版本，使用者需要關聯副檔名。[br][br]您想要關聯副檔名嗎？
TEXT_ASK_STOP_BATCH_PROCESSING		= 正在處理。您想要取消嗎？

TEXT_FILTERMODE_NONE			= 不使用濾鏡
TEXT_FILTERMODE_BILINEAR		= 濾鏡: 淡化
TEXT_FILTERMODE_SHARPEN			= 濾鏡: 淡化+銳化

TEXT_SHOWMODE_NONE			= 檢視: 原始大小 (100%)
TEXT_SHOWMODE_FIT2WINDOW		= 檢視: 適合視窗
TEXT_SHOWMODE_FIT2WIDTH			= 檢視: 適合寬度
TEXT_SHOWMODE_TWO_L2R			= 一次雙頁 (由左至右)
TEXT_SHOWMODE_TWO_R2L			= 一次雙頁 (由右至左)

TEXT_NEXTPATH_NOFILE			= 移動資料夾: 最後一張影像 (請先開啟檔案)
TEXT_NEXTPATH_LASTFOLDER		= 下一個資料夾: 最後一張影像
TEXT_PREVPATH_LASTFOLDER		= 上一個資料夾: 最後一張影像
TEXT_NEXTPATH_OPENFOLDER		= 下一個資料夾:
TEXT_PREVPATH_OPENFOLDER		= 上一個資料夾:

TEXT_DELETE				= 刪除: 
TEXT_COPY_TO_PHOTOFOLDER1		= 複製到相片資料夾 1:
TEXT_COPY_TO_PHOTOFOLDER2		= 複製到相片資料夾 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= 移動到相片資料夾 1:

TEXT_SELECTFILEDLG_FILELIST		= 清單
TEXT_SELECTFILEDLG_DATE			= 修改日期
TEXT_SELECTFILEDLG_SIZE			= 大小

TEXT_BOOKMARKEDITDLG_PATH		= 路徑

TEXT_PAGETURNFX_NONE			= 無
TEXT_PAGETURNFX_HV2			= 翻頁
TEXT_PAGETURNFX_ALPHA			= 淡化
TEXT_PAGETURNFX_SLIDE			= 滑動

TEXT_FILEINFO_FILENAME			= 檔案名稱
TEXT_FILEINFO_SIZE			= 影像大小
TEXT_FILEINFO_CREATETIME		= 建立日期
TEXT_FILEINFO_MODIFYTIME		= 修改日期
TEXT_FILEINFO_IMGINFO			= 影像資訊
TEXT_FILEINFO_ROTATE			= 旋轉資訊
TEXT_FILEINFO_ZOOM			= 縮放

TEXT_EXIF_MAKER				= 相機廠商
TEXT_EXIF_MODEL				= 相機型號
TEXT_EXIF_SOFTWARE			= 軟體
TEXT_EXIF_ARTIST			= 作者
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= 版權
TEXT_EXIF_DATETIME			= 拍照日期/時間
TEXT_EXIF_FLASHUSED			= 閃光燈
TEXT_EXIF_FOCALLENGTH			= 焦距
TEXT_EXIF_FOCALLENGTH_35MM		= 焦距 (35mm)
TEXT_EXIF_EXPOSURETIME			= 快門速度
TEXT_EXIF_EXPOSUREBIAS			= 曝光補償
TEXT_EXIF_APERTUREFNUMBER		= 光圈值
TEXT_EXIF_ISOEQUIVALENT			= ISO 速度
TEXT_EXIF_METERINGMODE			= 測光方式
TEXT_EXIF_EXPOSUREPROGRAM		= 曝光程式
TEXT_EXIF_DISTANCE			= 對焦距離
TEXT_EXIF_GPS				= GPS 資訊
TEXT_EXIF_COMMENT			= 註解

TEXT_CUSTOMCMD_NOOPERATION		= 什麼也不做
TEXT_CUSTOMCMD_FULLSCREEN		= 全螢幕
TEXT_CUSTOMCMD_MAXIMIZE			= 最大化
TEXT_CUSTOMCMD_MINIMIZE			= 最小化
TEXT_CUSTOMCMD_PAGESELECT		= 選擇影像
TEXT_CUSTOMCMD_EXIT			= 結束
TEXT_CUSTOMCMD_OPEN			= 開啟檔案
TEXT_CUSTOMCMD_OPENFOLDER		= 開啟資料夾
TEXT_CUSTOMCMD_NEXT1			= 下一頁 (雙頁檢視)
TEXT_CUSTOMCMD_PREV1			= 上一頁 (雙頁檢視)
TEXT_CUSTOMCMD_NEXT			= 下一張影像
TEXT_CUSTOMCMD_PREV			= 上一張影像
TEXT_CUSTOMCMD_NEXT_RANDOM		= 下一張隨機影像
TEXT_CUSTOMCMD_PREV_RANDOM		= 上一張隨機影像
TEXT_CUSTOMCMD_HOME			= 第一張影像
TEXT_CUSTOMCMD_END			= 最後一張影像
TEXT_CUSTOMCMD_NEXT10			= 後 10 張影像
TEXT_CUSTOMCMD_PREV10			= 前 10 張影像
TEXT_CUSTOMCMD_SCROLL_UP		= 向上滾動
TEXT_CUSTOMCMD_SCROLL_DN		= 向下滾動
TEXT_CUSTOMCMD_SCROLL_LEFT		= 向左滾動
TEXT_CUSTOMCMD_SCROLL_RIGHT		= 向右滾動
TEXT_CUSTOMCMD_ZOOM_IN			= 放大
TEXT_CUSTOMCMD_ZOOM_OUT			= 縮小
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= 複製到相片資料夾
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= 移動到相片資料夾
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= 複製到相片資料夾 2
TEXT_CUSTOMCMD_NEXTPATH			= 下一個壓縮檔/資料夾
TEXT_CUSTOMCMD_PREVPATH			= 上一個壓縮檔/資料夾
TEXT_CUSTOMCMD_CONTEXT_MENU		= 右鍵功能表
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= 顯示 檔案/EXIF 資訊

TEXT_COMBO_GIF_TRANS_OPTION_0		= 使用原始 GIF 調色板
TEXT_COMBO_GIF_TRANS_OPTION_1		= 使用白色背景
TEXT_COMBO_GIF_TRANS_OPTION_2		= 使用格子背景
TEXT_COMBO_GIF_TRANS_OPTION_3		= 使用黑色背景

TEXT_COMBO_LASTFILE_ACTION_NONE		= 什麼也不做
TEXT_COMBO_LASTFILE_ACTION_ASK		= 詢問後續操作
TEXT_COMBO_LASTFILE_ACTION_LOOP		= 前往第一個檔案
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= 前往下一個/上一個資料夾或檔案

TEXT_ASSOC_GROUP0			= 常用的影像格式
TEXT_ASSOC_GROUP1			= 新推出的影像格式
TEXT_ASSOC_GROUP2			= 相機無損影像格式
TEXT_ASSOC_GROUP3			= 壓縮影像檔案格式

TEXT_SORT_METHOD_FILENAME		= 依名稱排序
TEXT_SORT_METHOD_DATE			= 依修改日期排序
TEXT_SORT_METHOD_SIZE			= 依大小排序
TEXT_SORT_METHOD_EXT			= 依類型排序

TEXT_TRANSF_RESIZE_NONE			= 不重新調整大小
TEXT_TRANSF_RESIZE_KEEPRATIO		= 維持原始畫面比例
TEXT_TRANSF_RESIZE_FITWIDTH		= 適合寬度
TEXT_TRANSF_RESIZE_ADD			= 加入填充內容
TEXT_TRANSF_RESIZE_CUT			= 裁剪影像
TEXT_TRANSF_RESIZE_STRETCH		= 延展影像

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= 自動
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= 上個資料夾 ( [ )
TEXT_BTN_NEXT_FOLDER			= 上個資料夾 ( ] )
TEXT_BTN_PREV_ARCHIVE			= 上一個壓縮檔 ( [ )
TEXT_BTN_NEXT_ARCHIVE			= 下一個壓縮檔 ( ] )


[MENU]
MENUSTR_OPEN				= 開啟\tF2
MENUSTR_OPENFOLDER			= 開啟資料夾\tF
MENUSTR_CLOSE				= 關閉\tF4
MENUSTR_PAGESELECT			= 選擇影像\tEnter
MENUSTR_OPEN_FILEPOSITION		= 在檔案總管中顯示\tCtrl+Enter

MENUSTR_FILTER_NONE			= 不使用濾鏡\tU
MENUSTR_FILTER_BILINEAR			= 淡化\tI
MENUSTR_FILTER_SHARPEN			= 淡化+銳化\tS

MENUSTR_PAGEMOVE			= 移動影像
MENUSTR_PAGEMOVE_NEXT			= 下一張影像\t->
MENUSTR_PAGEMOVE_PREV			= 上一張影像\t<-
MENUSTR_PAGEMOVE_HOME			= 第一張影像\tHome
MENUSTR_PAGEMOVE_END			= 最後一張影像\tEnd
MENUSTR_PAGEMOVE_NEXT10			= 後 10 張影像\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= 前 10 張影像\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= 下一張隨機影像\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= 上一張隨機影像\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= 下一個資料夾/壓縮檔\t]
MENUSTR_PAGEMOVE_PREV_PATH		= 上一個資料夾/壓縮檔\t[

MENUSTR_INTERPOLATEMODE			= 插補方式
MENUSTR_INTERPOLATEMODE_BILINEAR	= 雙線性(Bilinear) (快)
MENUSTR_INTERPOLATEMODE_BICUBIC		= 雙立方(Bicubic) (慢/高品質)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lanczos (慢/高品質)

MENUSTR_IMAGE_PROCESSING		= 影像效果
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= 反轉色彩\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= 伽瑪值補償\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= 垂直翻轉\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= 水平翻轉\tCtrl+M

MENUSTR_SORT_METHOD			= 排序依據
MENUSTR_SORT_METHOD_FILENAME		= 名稱
MENUSTR_SORT_METHOD_DATE		= 修改日期
MENUSTR_SORT_METHOD_SIZE		= 大小
MENUSTR_SORT_METHOD_EXT			= 類型
MENUSTR_SORT_DESCENDING			= 遞減

MENUSTR_SHOWMODE			= 檢視影像
MENUSTR_FILTER_STRETCHWHENSMALL		= 延展小影像\tZ
MENUSTR_SHOWMODE_NONE			= 原始大小 (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= 適合視窗\t9
MENUSTR_SHOWMODE_FITWIDTH		= 適合寬度\t8
MENUSTR_SHOWMODE_TWO_L2R		= 一次雙頁 (由左至右)\t7
MENUSTR_SHOWMODE_TWO_R2L		= 一次雙頁 (由右至左)\t6

MENUSTR_ZOOM				= 縮放
MENUSTR_ZOOM_IN				= 放大\t+
MENUSTR_ZOOM_OUT			= 縮小\t-
MENUSTR_ZOOM_FIX			= 固定縮放比例\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= 放大 (1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= 縮小 (1%)\tCtrl+-

MENUSTR_ROTATION			= 旋轉
MENUSTR_ROTATION_NONE			= 不旋轉\tAlt+Up
MENUSTR_ROTATION_L90			= 逆時針旋轉 90˚\tAlt+Left
MENUSTR_ROTATION_R90			= 順時針旋轉 90˚\tAlt+Right
MENUSTR_ROTATION_180			= 水平翻轉\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= 檔案/EXIF 資訊\tTAB
MENUSTR_WALLPAPER			= 設定為桌布...
MENUSTR_DELETE				= 刪除\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= 複製到相片資料夾\tIns
MENUSTR_EXTPROG0			= 使用影像編輯器開啟\tCtrl+E
MENUSTR_PRINT				= 列印\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= 複製到剪貼簿\tCtrl+C

MENUSTR_SETTING				= 設定\tF5
MENUSTR_ABOUT				= 關於 Honeyview\tF1
MENUSTR_EXIT				= 結束\tX

; about popup menu
MENUSTR_HOMEPAGE			= 首頁
MENUSTR_HELP				= 快速鍵說明

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= 加入到書籤\tB
MENUSTR_BOOKMARK_DELALL			= 刪除所有書籤
MENUSTR_BOOKMARK_SETTTING		= 書籤設定
MENUSTR_BOOKMARK_EDIT			= 編輯書籤\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= 停止幻燈放映\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 秒\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 秒\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 秒\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 秒\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 秒\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 秒\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 秒\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 秒\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 秒\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 秒
MENUSTR_SLIDESHOW_15			= 15 秒
MENUSTR_SLIDESHOW_20			= 20 秒
MENUSTR_SLIDESHOW_25			= 25 秒
MENUSTR_SLIDESHOW_30			= 30 秒
MENUSTR_SLIDESHOW_60			= 60 秒
MENUSTR_SLIDESHOW_90			= 90 秒
MENUSTR_SLIDESHOW_LOOP			= 重複
MENUSTR_SLIDESHOW_RANDOM		= 隨機

MENUSTR_PAGETURNFX_NONE			= 無
MENUSTR_PAGETURNFX_HV2			= 翻頁
MENUSTR_PAGETURNFX_ALPHA		= 淡化
MENUSTR_PAGETURNFX_SLIDE		= 滑動

MENUSTR_PHOTOFOLDER_COPY1		= 複製到相片資料夾 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= 移動到相片資料夾 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= 複製到相片資料夾 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= 相片資料夾設定
MENUSTR_PHOTOFOLDER_OPEN		= 開啟相片資料夾 1

MENUSTR_TRANSFORMDLG			= 轉換影像 (旋轉、重新調整大小)\tCtrl+T

[DIALOG]
IDCANCEL				= 取消
IDOK					= 確定

[IDD_ABOUT]
IDD_ABOUT				= 關於 Honeyview
IDC_BTN_HOMEPAGE			= 首頁
IDC_BTN_UPDATE				= 更新

[IDD_SETTING]
IDD_SETTING				= 設定
IDC_BTN_INIT				= 重設

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= 一般設定
IDC_CHK_USESNAP				= 貼齊視窗
IDC_CHK_DONOTREMEMBERFOLDER		= 不儲存最近使用的資料夾路徑
IDC_CHK_ONE_INSTANCE			= 只允許執行一個程式實體
IDC_CHK_ASK_DELETE			= 刪除檔案時進行確認
IDC_CHK_NO_CENTER_MESSAGE		= 在角落顯示通知消息，而不是在中心顯示
IDC_CHK_ALWAYS_ON_TOP			= 最上層顯示 (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= 按下 ESC 鍵結束程式
IDC_CHK_CHECK_UPDATE			= 檢查最新版本
IDC_CHK_CHECK_UPDATE_MINOR		= 檢查次要版本
IDC_STATIC_LASTFILEACTION_IMAGE		= 到達最後一個/第一個影像時執行:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= 到達壓縮檔中最後一個/第一個影像時執行:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= 檢視設定
IDC_CHK_SHOWBORDER			= 顯示主視窗邊框
IDC_CHK_SHOW_OVERLAY_FILEINFO		= 當上層功能表被隱藏時在影像上顯示檔案名稱 (快速鍵: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= 儲存固定縮放狀態
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= 不顯示上層功能表列
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= 不顯示底部控制列
IDC_CHK_DO_NOT_SIDE_ARROW		= 不顯示側邊箭頭按鈕
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= 不顯示動畫資訊控制
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= 不顯示縮放資訊控制
IDC_CHK_HIDE_TOOLTIP_HELP		= 不顯示滑鼠停留工具提示
IDC_CHK_EXIFINFO_SMALL_FONT		= EXIF/檔案 資訊使用小字型
IDC_CHK_USEBKGNDIMAGE			= 變更預設背景影像
IDC_BTN_BKGND_SET			= 瀏覽...
IDC_BTN_BKGND_OPEN			= 開啟資料夾
IDC_STATIC_BKGNDCOLOR			= 背景色彩:
IDC_BTN_BKGND				= 選擇...
IDC_STATIC_BORDERCOLOR			= 邊框色彩:
IDC_BTN_BORDERCOLOR			= 選擇...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= 書籤設定
IDC_CHK_AUTOBOOKMARK			= 自動將目前影像路徑儲存到書籤
IDC_CHK_SHARE_SETTING			= 在多個視窗中共享設定/書籤
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= 自動記住在壓縮影像中的目前影像位置
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= 刪除
IDC_STATIC_MAX_BOOKMARK			= 最大書籤數量:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= 檔案副檔名關聯清單
IDC_BTN_IMAGE_SELECT			= 全部選擇
IDC_BTN_IMAGE_DESELECT			= 全部不選
IDC_BTN_APPLY_NOW			= 立即套用

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= 副檔名關聯
IDC_STATIC_ASSOC_DESC1			= 對於 Windows 8 以上版本，您可以依照下列步驟來關聯檔案:
IDC_STATIC_ASSOC_DESC2			= 1、點選下面「關聯設定」按鈕。
IDC_STATIC_ASSOC_DESC3			= 2、勾選程式關聯設定視窗中的「全部選擇」。
IDC_STATIC_ASSOC_DESC4			= 3、點選「儲存」按鈕。
IDC_STATIC_ASSOC_DESC1_10		= 對於 Windows 10 以上版本，您可以依照下列步驟來關聯檔案:
IDC_STATIC_ASSOC_DESC2_10		= 1、點選下面「關聯設定」按鈕。
IDC_STATIC_ASSOC_DESC3_10		= 2、前往預設應用程式視窗中的相片檢視器。
IDC_STATIC_ASSOC_DESC4_10		= 3、選擇「Honeyview」當作預設的相片檢視器。
IDC_BTN_LAUNCH_ASSOC_REG_UI		= 關聯設定
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= 傳統方式

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= 影像處理
IDC_CHK_EXIFROTATION			= 依據 EXIF 資訊自動旋轉影像
IDC_CHK_STRONG_SHARPEN			= 使用加強銳化濾鏡
IDC_CHK_CACHE_IMAGE			= 快取下一張影像
IDC_STATIC_CACHE_MEMORY_SIZE		= 快取記憶體大小:
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= 影像大於視窗時先顯示上面
IDC_CHK_USE_PREVIEW_MODE		= 先顯示低品質的影像以便更快的渲染
IDC_CHK_USE_IMAGE_ICC			= 使用影像檔案的 ICC 設定檔資料
IDC_CHK_USE_MONITOR_ICC			= 使用顯示器的 ICC 設定檔資料
IDC_STATIC_GIF_TRANSPARENT_OPTION	= GIF 影像透明背景:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= 32 位元影像透明背景:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= 插補方式 (重新調整大小濾鏡):
IDC_STATIC_PAGETURNFX			= 翻頁效果:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= 勾選
IDC_STATIC_CUSTOMKEYDESC_KEY		= 快速鍵
IDC_STATIC_CUSTOMKEYDESC_ACTION		= 動作

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= 設定
IDC_STATIC_CUSTOMMOUSE_ACTION		= 動作
IDC_CHK_CUSTOM_LBUTTON			= 左鍵
IDC_CHK_DBLCLICK2MAXIMIZE		= 連按兩下滑鼠左鍵時最大化/還原視窗
IDC_CHK_CLICK2PAGETURN			= 點選畫面左側或右側時翻頁
IDC_CHK_CUSTOM_MBUTTON			= 中鍵
IDC_CHK_CUSTOM_RBUTTON			= 右鍵
IDC_CHK_CUSTOM_XBUTTON			= X 鍵
IDC_CHK_CUSTOM_YBUTTON			= Y 鍵
IDC_CHK_CUSTOM_WHEELUP			= 向上滾動
IDC_CHK_CUSTOM_WHEELDN			= 向下滾動

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= 右鍵功能表設定
IDC_CHK_SHELL_USE_SHELL_MENU		= 在檔案總管中使用右鍵功能表
IDC_CHK_SHELL_TRANSFORM_DLG		= 使用 Honeyview 轉換影像
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= 使用 Honeyview 檢視影像
IDC_CHK_SHELL_PREVIEW_IMAGE		= 在右鍵功能表中預覽
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= 顯示影像資訊
IDC_CHK_SHELL_SHOW_ICON			= 顯示 Honeyview 圖示
IDC_STATIC_SHELL_THUMB_PREVIEW	= 檔案總管中的縮圖預覽

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= 雜項設定
IDC_STATIC_PHOTOFOLDER			= 相片資料夾
IDC_STATIC_PHOTOFOLDER_DESC1		= 相片資料夾 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= 相片資料夾 2:
IDC_BTN_PHOTOFOLDER_SET1		= 瀏覽...
IDC_BTN_PHOTOFOLDER_OPEN1		= 開啟
IDC_BTN_PHOTOFOLDER_SET2		= 瀏覽...
IDC_BTN_PHOTOFOLDER_OPEN2		= 開啟
IDC_STATIC_EXTPROGRAM			= 影像編輯器
IDC_BTN_SET_EXTPROG0			= 瀏覽...
IDC_BTN_SET_EXTPROG1_FAST		= 預設
IDC_CHK_PAGETURNWAV			= 翻頁音效
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= 不開啟 RAW 影像檔案
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= 當開啟 JPEG 檔案時不開啟同名的 RAW 影像檔案
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= 當開啟 RAW 影像檔案時顯示縮圖 (如果可用)
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= 調整視窗大小為影像大小
IDC_CHK_DISABLE_SCREEN_SAVER		= Honeyview 執行時停用 Windows 的螢幕保護程式

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= 語言設定
IDC_STATIC_OPEN_MULTLANG_PAGE		= [下載更多語言...]
IDC_STATIC_OPEN_LANG_FOLDER		= [開啟語言資料夾...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= 選擇影像
IDC_CHECK_SHOW_THUMBNAIL		= 隱藏縮圖導覽

[IDD_PASSINPUT]
IDD_PASSINPUT				= 輸入密碼
IDC_STATIC_PASSDESC			= 這個檔案受到密碼保護，請輸入密碼。

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= 編輯書籤
IDC_BTN_DEL				= 刪除
IDC_BTN_IMPORT				= 匯入書籤
IDC_BTN_EXPORT				= 匯出書籤

[IDD_PRINT]
IDD_PRINT				= 列印
IDC_GROUP_PRINTER			= 選擇印表機
IDC_BTN_PRINTER_PROPERTY		= 內容
IDC_CHK_ROTATE				= 旋轉 90˚
IDC_CHK_FIT_IN				= 縮放至適合頁面
IDC_STATIC_ZOOM				= 縮放:
IDC_STATIC_MARGIN_L			= 左邊距:
IDC_STATIC_MARGIN_T			= 上邊距:
IDC_STATIC_MARGIN_R			= 右邊距:
IDC_STATIC_MARGIN_B			= 下邊距:
IDC_STATIC_COPIES			= 份數:
IDC_BTN_PRINT				= 列印
IDC_BTN_CLOSE				= 關閉

[IDD_UPDATE]
IDD_UPDATE				= Honeyview 更新
IDC_STATIC_MESSAGE_1			= Honeyview 更新已就緒。
IDC_STATIC_MESSAGE_2			= 點選「更新」按鈕來安裝最新的版本。
IDOK					= 更新
IDCANCEL				= 取消
IDC_BTN_SETTING_UPDATE			= 設定

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= 重新命名或覆寫
IDC_STATIC_ASK_OVERWRITE		= 檔案已經存在。
IDC_STATIC_SRC				= 目前影像
IDC_STATIC_DST				= 目標影像
IDC_BTN_OVERWRITE			= 覆寫
IDC_BTN_RENAME				= 另存新檔...

[IDD_WALLPAPER]
IDD_WALLPAPER				= 設定桌面背景
IDC_STATIC_PREVIEW			= 預覽
IDC_STATIC_BACK_COLOR			= 背景色彩
IDC_RADIO_BACKCOLOR_0			= 黑
IDC_RADIO_BACKCOLOR_1			= 自動
IDC_RADIO_BACKCOLOR_2			= 自訂...
IDC_BTN_BKGND				= 選擇...
IDC_BTN_CLOSE				= 關閉
IDC_BTN_APPLY				= 立即套用

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= 開啟檔案
IDC_STATIC_OPENING			= 正在開啟...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= 選擇資料夾
IDC_STATIC_FOLDER			= 資料夾路徑:
IDC_BTN_NEWFOLDER			= 新增資料夾
IDC_CHK_OPEN_SUBFOLDER			= 包含子資料夾內的所有檔案

[IDD_TRANSFORM]
IDD_TRANSFORM				= 影像轉換
IDC_STATIC_FILELIST			= 檔案清單
IDC_STATIC_PREVIEW			= 預覽
IDC_BTN_START				= 開始
IDC_BTN_CLOSE				= 關閉
IDC_BTN_OPEN_DEST_FOLDER		= 開啟資料夾

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= 旋轉
IDC_RADIO_ROTATE_NONE			= 不旋轉
IDC_RADIO_ROTATE_LEFT			= 逆時針旋轉 90˚
IDC_RADIO_ROTATE_RIGHT			= 順時針旋轉 90˚
IDC_RADIO_ROTATE_180			= 旋轉 180˚
IDC_RADIO_ROTATE_AUTO			= 依據 EXIF 資訊自動旋轉影像
IDC_STATIC_RESIZE			= 重新調整大小
IDC_STATIC_RESIZE_SIZE			= 新的大小

IDC_STATIC_FORMAT			= 格式設定
IDC_STATIC_FORMAT_SELECT		= 格式:
IDC_STATIC_FORMAT_QUALITY		= 品質:
IDC_STATIC_SAVE				= 輸出資料夾
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= 儲存到原始資料夾
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= 儲存到相片資料夾
IDC_RADIO_TARGETFOLDER_CUSTOM		= 儲存到:
IDC_STATIC_FILENAME_HEADER		= 檔案名稱前置字元
IDC_STATIC_FILENAME2SAVE		= 檔案名稱預覽
IDC_BTN_INIT				= 重設


[SKIN]
$TT_FULLSCREEN				= 全螢幕 (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= 快速鍵: /
$TT_TOGGLE_ANIMINFO_CONTROL		= 快速鍵: Alt+Z
$TT_PAGESELECT				= 選擇影像 (Enter)
$TT_LOCKCONTROLBAR			= 鎖定控制列 (快速鍵: ~)
$TT_LOCKTITLEBAR			= 鎖定功能表 (快速鍵: `)
$TT_COPY_EXIFINFO			= 複製 影像/EXIF 資訊 (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= 顯示/隱藏 影像/EXIF 資訊 (快速鍵: Tab)
$TT_LAUNCH_GPS_LOCATION			= 觀看在 Google 地圖上的位置。
$TT_PLAY_SOUNDNSHOT			= 播放聲音檔案 (有聲相片檔案)。
$TT_CLOSE_EXIFINFO			= 關閉 (快速鍵: Tab)
$TT_PREV_BTN				= 滑鼠左鍵: 上一張，滑鼠右鍵: 前 10 張
$TT_NEXT_BTN				= 滑鼠左鍵: 下一張，滑鼠右鍵: 後 10 張

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= 有聲相片
$BTN_TEXT_SHOWMODE			= 檢視
$BTN_TEXT_PHOTOFOLDER			= 複製到
$BTN_TEXT_EDIT				= 編輯
$BTN_TEXT_STICKY			= 鎖定
$BTN_TEXT_BOOKMARK			= 書籤
$BTN_TEXT_SLIDESHOW			= 幻燈放映
$BTN_TEXT_UPDATE			= 有新版本可用

$TEXT_SETTINGTAB_GENERAL		= 一般
$TEXT_SETTINGTAB_VIEW			= 檢視
$TEXT_SETTINGTAB_BOOKMARK		= 書籤
$TEXT_SETTINGTAB_ASSOC			= 關聯
$TEXT_SETTINGTAB_IMAGEPROCESS		= 影像處理
$TEXT_SETTINGTAB_KEYBOARD		= 鍵盤
$TEXT_SETTINGTAB_MOUSE			= 滑鼠
$TEXT_SETTINGTAB_SHELL			= 右鍵功能表
$TEXT_SETTINGTAB_ETC			= 雜項
$TEXT_SETTINGTAB_LANG			= 語言

$TEXT_DESKTOP				= 桌面
$TEXT_DOCUMENT				= 文件
$TEXT_PICTURE				= 圖片
$TEXT_COMPUTER				= 電腦


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= 使用 Honeyview 轉換(&2)
TEXT_LAUNCH_HONEYVIEW			= 使用 Honeyview 檢視(&3)
TEXT_LOADING				= 正在載入...
TEXT_IMAGE_LOAD_FAILED			= 載入檔案失敗
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= 沒有預覽可用


[INSTALLER]
LNK_FILE_DESC				= 執行 Honeyview
UNINSTALLER_LNK_NAME 			= 程式解除安裝

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview 正在執行，請先結束程式。
MSG_ASK_DELETE_ALL_FILES		= 某些檔案還殘留在安裝資料夾 ($INSTDIR) 中。[br][br]您想要刪除整個資料夾嗎？
MSG_ASK_RESTART_EXPLORER		= 要完成安裝需要重新啟動 Windows 檔案總管(explorer.exe)。您想要立即重新啟動 Windows 檔案總管(explorer.exe)嗎？
MSG_ASK_UNINSTALL_HV3			= Honeyview3 已安裝。您需要先移除已安裝的 Honeyview3 才可安裝新的版本。您想要繼續嗎？
MSG_UNINSTALL_HV3_FAILED		= 解除安裝失敗。
MSG_RESTART_EXPLORER			= 將重新啟動 Windows 檔案總管(explorer.exe) 來完成解除安裝 Honeyview3。

TEXT_LICENSE				= Honeyview 授權協議
TEXT_OPTIONS				= 安裝選項
TEXT_OPT_PROGRAMGROUP			= 建立程式集
TEXT_OPT_DESKTOPSHORCUT			= 在桌面上建立捷徑
TEXT_OPT_QUICKLAUNCH			= 在快速啟動列中建立捷徑
TEXT_OPT_FOLDER				= 目標資料夾
TEXT_OPT_REGIMAGE			= 關聯影像檔案副檔名
TEXT_SELECT_FOLDER			= 選擇資料夾
TEXT_LICENSE_LINK			= [網站]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= 終端使用者授權合約
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview 是一款由 Bandisoft 開發及散佈的免費超快影像檢視工具。[br][br]本程式對於個人、企業、政府等等都是可免費使用的。

TEXT_ASK_RESTART_EXPLORER		= 將重新啟動 Windows 檔案總管(explorer.exe) 來完成安裝。您想要立即重新啟動 Windows 檔案總管(explorer.exe)嗎？
TEXT_NEED_ADMIN_PRIVILEGE		= 有系統管理員權限的使用者才能安裝本程式。[br][br]無系統管理員權限的使用者可能無法正確地安裝本程式。[br][br]您想要停止安裝嗎？

